export const COVID_TEST = [
  {
    id: 1,
    question:
      'หากท่านมีข้อสงสัยว่าท่านมีความเสี่ยงต่อการติดเชื้อไวรัส เราควรปฏิบัติตัวอย่างไร',
    choices: [
      { text: 'ไปพบแพทย์เพื่อทำการรักษา', score: 0 },
      { text: 'รับประทานยา ฟ้าทะลายโจร', score: 0 },
      { text: 'ประเมินตนเองเบื้องต้นโดยการตรวจ ATK', score: 1 },
      { text: 'กักตัวเองอยู่บ้าน 7 วัน และดำเนินการตรวจ ATK', score: 0 },
    ],
    correctAnswerIndex: 2,
  },
  {
    id: 2,
    question:
      'อาการใดต่อไปนี้เป็นอาการเบื้องต้นที่สงสัยว่าติดเชื้อไวรัส COVID-19',
    choices: [
      { text: 'มีไข้ ไอ เจ็บคอ มีเสมหะ', score: 1 },
      { text: 'มีไข้ ไอ เจ็บคอ หายใจเหนื่อยหอบ หายใจลำบาก', score: 0 },
      { text: 'มีไข้ ไม่ไอ เจ็บคอ มีเสมหะ', score: 0 },
      { text: 'มีไข้ ไอ เจ็บคอ มีนำ้มูกเล็กน้อย ท้องเสีย', score: 0 },
    ],
    correctAnswerIndex: 0,
  },
  {
    id: 3,
    question: 'อาการของ long covid ได้แก่ข้อใด',
    choices: [
      { text: 'เหนื่อยล้าอ่อนเพลียง่าย', score: 1 },
      { text: 'จมูกไม่ได้กลิ่น', score: 0 },
      { text: 'การรับรู้รสชาติเปลี่ยนไป', score: 0 },
      { text: 'ไข้ ไอ เจ็บคอ', score: 0 },
    ],
    correctAnswerIndex: 0,
  },
  {
    id: 4,
    question: 'การฟื้นฟูร่างกายเมื่อมีภาวะ long covid',
    choices: [
      { text: 'ฝึกการหายใจ', score: 0 },
      { text: 'ออกกำลังกายเบาๆ', score: 0 },
      {
        text: 'มีอาการเครียด หวาดกลัว จนรบกวนการใช้ชีวิตประจำวันควรปรึกษาแพทย์',
        score: 0,
      },
      { text: 'ถูกทุกข้อ', score: 1 },
    ],
    correctAnswerIndex: 3,
  },
  {
    id: 5,
    question: 'วิธีการป้องกันเชื้อไวรัส',
    choices: [
      { text: 'ล้างมือด้วยสบู่หรือแอลกอฮอล์ให้สะอาด', score: 0 },
      {
        text: 'หลีกเลี่ยงการสัมผัสบริเวณใบหน้าเพราะอาจติดเชื้อเข้าไปในระบบทางเดินหายใจได้',
        score: 0,
      },
      {
        text: 'หลีกเลี่ยงการอยู่ใกล้ชิดกับผู้ป่วยติดเชื้อไวรัส COVID-19',
        score: 0,
      },
      { text: 'ถูกทุกข้อ', score: 1 },
    ],
    correctAnswerIndex: 3,
  },
  {
    id: 6,
    question: 'การล้างมือแบบใดที่สามารถทำลายเชื้อได้ เราควรปฏิบัติตัวอย่างไร',
    choices: [
      { text: 'ล้างมือด้วยน้ำเปล่า', score: 0 },
      { text: 'ล้างมือด้วยน้ำอุ่น', score: 0 },
      { text: 'ล้างมือสบู่หรือแอลกอฮอล์', score: 1 },
      { text: 'ล้างมือด้วยน้ำเย็น', score: 0 },
    ],
    correctAnswerIndex: 2,
  },
  {
    id: 7,
    question: 'หลังจากกักตัวโควิดครบ 14 วัน ควรปฏิบัติตัวอย่างไร',
    choices: [
      {
        text: 'สามารถอดแมสใช่ชีวิตปกติได้ เนื่องจากเคยติดแล้ว จะไม่ติดอีก',
        score: 0,
      },
      { text: 'กักตัวต่อไปอีก 1 เดือน เพื่อดูอาการ', score: 0 },
      {
        text: 'สามารถกลับไปใช้ชีวิตตามปกติได้ แต่ยังคงต้องปฏิบัติตามหลัก DMHTT',
        score: 1,
      },
      {
        text: 'หลังหายจากโควิดร่างกายจะแข็งแรงกว่าเหมือนก่อนติดโควิด',
        score: 0,
      },
    ],
    correctAnswerIndex: 2,
  },
  {
    id: 8,
    question:
      'ภาวะ long covid สามารถเกิดขึ้นได้หลังจากติดเชื้อ covid-19 แล้วกี่วัน ',
    choices: [
      { text: 'ตรวจ ATK ไม่พบเชื้อ แล้ว 1 วันสามารถเป็นได้เลย', score: 0 },
      { text: 'ตรวจ ATK ไม่พบเชื้อเเล้ว 5 วัน ', score: 0 },
      { text: 'ตรวจ ATK  พบเชื้อ มาแล้ว 3 วัน', score: 0 },
      { text: 'ตรวจ ATK ไม่พบเชื้อ 4 สัปดาห์เป็นต้นไป', score: 1 },
    ],
    correctAnswerIndex: 3,
  },
]

export const COVID_ANXIETY = [
  {
    id: 1,
    question: 'ท่านรู้สึกกังวล ไม่สบายใจกับการที่ต้องออกไปนอกบ้าน',
    choices: [
      { text: 'ไม่กังวล', score: 1 },
      { text: 'กังวลบ้าง/กังวลเล็กน้อย', score: 2 },
      { text: 'กังวลมาก', score: 3 },
    ],
  },
  {
    id: 2,
    question:
      'ท่านรู้สึกกังวลกับการเตรียมตัวเพื่อป้องกันการติดไวรัส COVID-19 เช่น กักตุนอาหาร, หน้ากาก เป็นต้น',
    choices: [
      { text: 'ไม่กังวล', score: 1 },
      { text: 'กังวลบ้าง/กังวลเล็กน้อย', score: 2 },
      { text: 'กังวลมาก', score: 3 },
    ],
  },
  {
    id: 3,
    question:
      'ท่านนอนไม่หลับ/หรือมีปัญหาการนอน เพราะคิดเกี่ยวกับไวรัส COVID-19',
    choices: [
      { text: 'ไม่มี', score: 1 },
      { text: 'มีบ้าง', score: 2 },
      { text: 'เป็นประจำ', score: 3 },
    ],
  },
  {
    id: 4,
    question: 'ท่านคิดว่า ไวรัส COVID-19 ส่งผลต่อการดำเนินชีวิตประจำวันของท่าน',
    choices: [
      { text: 'ไม่กระทบ', score: 1 },
      { text: 'กระทบบ้าง/กระทบเล็กน้อย', score: 2 },
      { text: 'กระทบอย่างมาก', score: 3 },
    ],
  },
  {
    id: 5,
    question: 'ท่านคิดว่าท่านมีโอกาสติดเชื้อไวรัส COVID-19 มากเพียงใด',
    choices: [
      { text: 'โอกาสติดน้อย/ไม่ติด', score: 1 },
      { text: 'โอกาสติดปานกลาง', score: 2 },
      { text: 'โอกาสติดมาก', score: 3 },
    ],
  },
]

export const ST5 = [
  {
    id: 1,
    question: 'มีปัญหาการนอน นอนไม่หลับหรือนอนมาก',
    choices: [
      { text: 'แทบไม่มี', score: 0 },
      { text: 'เป็ยบางครั้ง', score: 1 },
      { text: 'บ่อยครั้ง', score: 2 },
      { text: 'เป็นประจำ', score: 3 },
    ],
  },
  {
    id: 2,
    question: 'มีสมาธิน้อยลง',
    choices: [
      { text: 'แทบไม่มี', score: 0 },
      { text: 'เป็ยบางครั้ง', score: 1 },
      { text: 'บ่อยครั้ง', score: 2 },
      { text: 'เป็นประจำ', score: 3 },
    ],
  },
  {
    id: 3,
    question: 'หงุดหงิด / กระวนกระวาย / ว้าวุ่นใจ',
    choices: [
      { text: 'แทบไม่มี', score: 0 },
      { text: 'เป็ยบางครั้ง', score: 1 },
      { text: 'บ่อยครั้ง', score: 2 },
      { text: 'เป็นประจำ', score: 3 },
    ],
  },
  {
    id: 4,
    question: 'รู้สึกเบื่อ เซ็ง',
    choices: [
      { text: 'แทบไม่มี', score: 0 },
      { text: 'เป็ยบางครั้ง', score: 1 },
      { text: 'บ่อยครั้ง', score: 2 },
      { text: 'เป็นประจำ', score: 3 },
    ],
  },
  {
    id: 4,
    question: 'ไม่อยากพบปะผู้คน',
    choices: [
      { text: 'แทบไม่มี', score: 0 },
      { text: 'เป็ยบางครั้ง', score: 1 },
      { text: 'บ่อยครั้ง', score: 2 },
      { text: 'เป็นประจำ', score: 3 },
    ],
  },
]

export const _2Q = [
  {
    id: 1,
    question:
      'ใน 2 สัปดาห์ที่ผ่านมา รวมวันนี้ ท่านรู้สึก หดหู่ เศร้า หรือท้อแท้สิ้นหวัง หรือไม่',
    choices: [
      { text: 'ไม่มี', score: 0 },
      { text: 'มี', score: 1 },
    ],
  },
  {
    id: 2,
    question:
      'ใน 2 สัปดาห์ที่ผ่านมา รวมวันนี้ ท่านรู้สึก เบื่อ ทำอะไรก็ไม่เพลิดเพลิน หรือไม่',
    choices: [
      { text: 'ไม่มี', score: 0 },
      { text: 'มี', score: 1 },
    ],
  },
]

export const _9Q = [
  {
    id: 1,
    question: 'เบื่อ ไม่สนใจอยากทำอะไร',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 2,
    question: 'ไม่สบาย ซึมเศร้า ท้อแท้',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 3,
    question: 'หลับยากหรือหลับๆ ตื่นๆ หรือหลับมากไป',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 4,
    question: 'เหนื่อยง่ายหรือไม่ค่อยมีแรง',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 5,
    question: 'เบื่ออาหารหรือกินมากเกินไป',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 6,
    question: 'รู้สึกไม่ดีกับตัวเอง คิดว่าตัวเองล้มเหลวหรือครอบครัวผิดหวัง',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 7,
    question:
      'สมาธิไม่ดี เวลาทำอะไร เช่น ดูโทรทัศน์ ฟังวิทยุ หรือทำงานที่ต้องใช้ความตั้งใจ',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 8,
    question:
      'พูดช้า ทำอะไีรช้าจนคนอื่นสังเกตเห็นได้ หรือกระสับกระส่ายไม่สามารถอยู่นิ่งได้เหมือนที่เคยเป็น',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
  {
    id: 9,
    question: 'คิดทำร้ายตัวเอง หรือคิดว่าตายไปคงจะดี',
    choices: [
      { text: 'ไม่มีเลย', score: 0 },
      { text: 'เป็นบางวัน 1 - 7 วัน', score: 1 },
      { text: 'เป็นบ่อย > 7 วัน', score: 2 },
      { text: 'เป็นทุกวัน', score: 3 },
    ],
  },
]

export const SYNDROMES = [
  {
    id: 1,
    topic: 'กลุ่มอาการทั่วไปของร่างกาย',
    assessment: [
      {
        id: 1,
        question: 'ขณะนี้คุณมีความรู้สึกเหนื่อยอยู่ในระดับใด',
        choices: [
          {
            text: 'คุณไม่มีความรู้สึกเหนื่อยเลยแม้ต้องออกกำลังกายอย่างหนัก',
            score: 0,
          },
          {
            text: 'คุณรู้สึกเหนื่อยเฉพาะเมื่อต้องเดินรีบๆ หรือเดินขึ้นที่สูงเล็กน้อยเท่านั้น',
            score: 1,
          },
          {
            text: 'คุณเดินได้ช้ากว่าคนที่อายุใกล้เคียงกันเนื่องจากเหนื่อย หรือ ต้องหยุดเดินเพื่อพักหายใจ เมื่อเดินอยู่ในบ้าน',
            score: 2,
          },
          {
            text: 'คุณต้องพักหายใจหลังเดินได้ระยะทาง 90 เมตร (100 หลา) หรือหลังเดินทางราบได้ เพียง 2-3 นาที',
            score: 3,
          },
          {
            text: 'คุณเหนื่อยเกินกว่าที่จะออกจากบ้านได้ หรือ เหนื่อยเมื่อต้องใส่เสื้อ หรือ ถอดเสื้อ',
            score: 4,
          },
        ],
      },
    ],
    description: `
    อาการอ่อนเพลีย/อ่อนล้า เป็นอาการที่พบได้บ่อยหลังภาวะการติดเชื้อ COVID-19 โดยพบที่ 4-7 สัปดาห์ ร้อยละ 23 ที่ 8-11 สัปดาห์ ร้อยละ 42 ที่ 12-15 สัปดาห์ ร้อยละ 26 และ ที่ 16-20 สัปดาห์ ร้อยละ 23 รวมทั้งเมื่อติดตามอาการต่อเนื่องจนถึงสัปดาห์ที่ 28 ซึ่งพบร้อยละ 32 จะเห็นได้ว่าผู้ป่วย จะมีอาการมากที่สุดในช่วง 8-11 สัปดาห์ หลังจากนั้นจะมีอาการน้อยลง แต่ยังคงมีอาการต่อเนื่องได้จนถึง สัปดาห์ที่ 28
    `,
  },
  {
    id: 2,
    topic: 'กลุ่มอาการะบบหัวใจและหลอดเลือด',

    description: `อาการ: ใจสั่น เจ็บหน้าอก เจ็บเรื้อรัง
      การพยาบาล:
      1. ในช่วงแรก หลังจากรักษาหายแล้วผู้ป่วยจะมีอาการอ่อนเพลีย ควรพักผ่อนให้เพียงพอ 6-8 ชั่วโมง/วัน
      2. ขณะทำงาน ควรแบ่งช่วงพักเป็นระยะ เพื่อให้สมองและร่างกายได้พักก่อนที่สมองและร่างกายจะรู้สึกล้า ทำให้อ่อนเพลียตามมาได้ง่าย
      3. ออกกำลังกายควรเริ่มจากระดับเบาก่อน (low intensity exercise) ก่อนการออกกำลังกายให้ยืดเหยียดกล้ามเนื้อทุกส่วนของร่างกายก่อน
      4. สังเกตอาการระหว่างออกกำลังกาย ได้แก่ ชีพจร ความดันโลหิต ค่าออกซิเจนปลายนิ้ว และความเหนื่อยล้าที่เกิดจากการออกกำลังกาย
      5. ปรับการออกกำลังกายแบบค่อยเป็นค่อยไปหากไม่มีอาการผิดปกติขณะออกกำลังกาย เริ่มต้นจาก 5-15 นาที แล้วค่อยๆเพิ่มเป็น 30 นาที
      6. เลือกชนิดของการออกกำลังกายที่ชอบได้เอง เพื่อให้มีแรงจูงใจในการออกกำลังกายต่อเนื่อง
      7. ฝึกหายใจ เน้นการหายใจลึกและช้า หายใจเข้าให้ยกแขนขึ้นและกางแขนออก หายใจออกให้ยกแขนลง โดยหายใจ 12-15 ครั้ง/นาที
      8. ฝึกขยายกล้ามเนื้อหน้าอก นั่งในท่าตัวตรงและหายใจเข้า-ออกตามปกติ วางมือสองข้างบนหน้าอก หายใจเข้า-ออกช้าๆ และลึก สังเกตว่าขณะที่หายใจเข้าหน้าอกจะขยาย เมื่อหายใจออกหน้าอกจะค่อยๆ ยุบลง
      9. ลดปัจจัยก่ออาการระคายเคืองปอด เช่น ควันไฟ ควันบุหรี่ และมลพิษในอากาศ เช่น PM2.5 ตรวจเช็กค่ามลพิษในอากาศและวางแผนการเดินทางเสมอ 
      10. หลีกเลี่ยงการอยู่ในพื้นที่แออัด อยู่ในพื้นที่ที่มีอาการปลอดโปร่ง
      11. ฉีดวัคซีนให้ครบตามกำหนดที่แพทย์แนะนำ เช่น วัคซีนไข้หวัดใหญ่ วัคซีนปอดอักเสบ และวัคซีนโควิด
      12. สังเกตุอาการของตนเอง หากพบอาการผิดปกติที่ส่งผลต่อชีวิตประจำวัน เช่น ใจสั่น เจ็บหน้าอก จนรบกวนการใช้ชีวิตประจำวัน นั่งพักแล้วไม่หาย ควรไปพบแพทย์
    `,
  },
  {
    id: 3,
    topic: 'กลุ่มความวิตกกังวลและ ซึมเศร้า หดหู่',
    assessment: [
      {
        id: 1,
        question: 'รู้สึกตึงเครียด วิตกกังวล หรือ กระวนกระวาย',
        choices: [
          {
            text: 'ไม่เลย',
            score: 0,
          },
          {
            text: 'บางวัน',
            score: 1,
          },
          {
            text: 'เกินกว่า 7 วัน ในช่วง 2 อาทิตย์ที่ผ่านมา',
            score: 2,
          },
          {
            text: 'เกือบทุกวัน',
            score: 3,
          },
        ],
      },
      {
        id: 2,
        question: 'ไม่สามารถหยุดหรือควบคุมความกังวลได้',
        choices: [
          {
            text: 'ไม่เลย',
            score: 0,
          },
          {
            text: 'บางวัน',
            score: 1,
          },
          {
            text: 'เกินกว่า 7 วัน ในช่วง 2 อาทิตย์ที่ผ่านมา',
            score: 2,
          },
          {
            text: 'เกือบทุกวัน',
            score: 3,
          },
        ],
      },
      {
        id: 3,
        question: 'กังวลมากเกินไปในเรื่องต่างๆ',
        choices: [
          {
            text: 'ไม่เลย',
            score: 0,
          },
          {
            text: 'บางวัน',
            score: 1,
          },
          {
            text: 'เกินกว่า 7 วัน ในช่วง 2 อาทิตย์ที่ผ่านมา',
            score: 2,
          },
          {
            text: 'เกือบทุกวัน',
            score: 3,
          },
        ],
      },
      {
        id: 4,
        question: 'ทำตัวให้ผ่อนคลายได้ยาก',
        choices: [
          {
            text: 'ไม่เลย',
            score: 0,
          },
          {
            text: 'บางวัน',
            score: 1,
          },
          {
            text: 'เกินกว่า 7 วัน ในช่วง 2 อาทิตย์ที่ผ่านมา',
            score: 2,
          },
          {
            text: 'เกือบทุกวัน',
            score: 3,
          },
        ],
      },
      {
        id: 5,
        question: 'รู้สึกกระสับกระส่ายจนไม่สามารถนั่งนิ่งๆ ได้',
        choices: [
          {
            text: 'ไม่เลย',
            score: 0,
          },
          {
            text: 'บางวัน',
            score: 1,
          },
          {
            text: 'เกินกว่า 7 วัน ในช่วง 2 อาทิตย์ที่ผ่านมา',
            score: 2,
          },
          {
            text: 'เกือบทุกวัน',
            score: 3,
          },
        ],
      },
      {
        id: 6,
        question: 'กลายเป็นคนขี้รำคาญ หรือ หงุดหงิดง่าย',
        choices: [
          {
            text: 'ไม่เลย',
            score: 0,
          },
          {
            text: 'บางวัน',
            score: 1,
          },
          {
            text: 'เกินกว่า 7 วัน ในช่วง 2 อาทิตย์ที่ผ่านมา',
            score: 2,
          },
          {
            text: 'เกือบทุกวัน',
            score: 3,
          },
        ],
      },
      {
        id: 7,
        question: 'รู้สึกกลัวเหมือนว่าจะมีอะไรร้ายๆ เกิดขึ้น',
        choices: [
          {
            text: 'ไม่เลย',
            score: 0,
          },
          {
            text: 'บางวัน',
            score: 1,
          },
          {
            text: 'เกินกว่า 7 วัน ในช่วง 2 อาทิตย์ที่ผ่านมา',
            score: 2,
          },
          {
            text: 'เกือบทุกวัน',
            score: 3,
          },
        ],
      },
    ],
    description: '',
  },
  {
    id: 4,
    topic: 'กลุ่มอาการทางระบบประสาท',
    description: `
      อาการ : ปวดศีรษะ วินเวียนศีรษะ
      การพยาบาล: 
      1. หลีกเลี่ยงท่าทางที่ทำให้เกิดอาการเวียนศีรษะในระหว่างเกิดอาการ เช่น การหมุนหันศีรษะเร็วๆ 
      2. การเปลี่ยนแปลงท่าทางอิริยาบถอย่างรวดเร็ว การก้มเงยคอหรือหันอย่างเต็มที่
      3. ลดปริมาณหรืองดการสูบบุหรี่/ดื่มกาแฟ
      4. หลีกเลี่ยงปัจจัยกระตุ้นที่ทำให้เกิดอาการเวียนศีรษะ เช่น ความเครียด ความวิตกกังวล สารก่อภูมิแพ้ต่างๆ และการพักผ่อนไม่เพียงพอ
      5. ไม่ควรอยู่ในสถานการณ์ที่เสี่ยงต่อการเกิดอุบัติเหตุ เช่น การขับขี่ยานพาหนะในขณะยังมีอาการ การปีนป่ายที่สูง
      6. ทำกิจกรรมที่ช่วยให้ผ่อนคลาย
      7. นอนพักในที่มืดและเงียบสงบ
      8. ประคบเย็นบริเวณศีรษะ
      9. ปรับพฤติกรรมการนอน และการรับประทานอาหาร
      10. ออกกำลังกายอย่างสม่ำเสมอ
    `,
  },
  {
    id: 5,
    topic: 'กลุ่มอาการทางผิวหนังและเส้นผม',
    description: `
      อาการ : ผู้ที่หายป่วยจากโรคโควิด-19 และเกิดอาการผมร่วงได้
      - ส่วนใหญ่สามารถหายและกลับมาเป็นปกติในระยะเวลา 2-6 เดือน
      - ควรรับประทานอาหารให้ครบ 5 หมู่ พักผ่อนให้เพียงพอ
      - รับประทานวิตามินที่จำเป็นเสริมหรือทายาไมน็อกซิดิล (Minoxidil) เพื่อช่วยบำรุงและฟื้นฟูเส้นผม วันละ 1-2 ครั้ง
      - เลี่ยงยาที่มีส่วนทำให้ผมร่วง เช่น ยารักษาความดันโลหิตสูงชนิด Beta blockers, ยารับประทานวิตามินเอและยากันเลือดแข็งตัว ควรปรึกษาแพทย์หรือเภสัชกรก่อนรับประทานยา
      - ถ้ากังวลกับผมบางชั่วคราว ควรปรับภาพลักษณ์ เช่น ใส่วิก ทำสีผม หรือ จัดทรงผมใหม่ รอจนกว่าจะผมยาวขึ้น
      หากผมร่วงไม่ดีขึ้นในเวลา 3-6 เดือน ควรปรึกษาแพทย์เฉพาะทาง เพื่อดำเนินการรักษาขั้นต่อไป    
    `,
  },
]

export const COVID_ANXIETY_DESCRIPTION = {
  low: `ส่งเสริมพฤติกรรมการเห็นคุณค่าในตนเอง
  1. ตระหนักรู้คุณลักษณะที่ดีของตนเอง มนุษย์ทุกคนมีข้อดีและคุณลักษณะที่ดี ได้แก่ ฉันเป็นคน ซื่อสัตว์ มีน้ำใจ รับผิดชอบ มองโลกในแง่ดี ใจเย็น เข้มแข็ง จิตใจดี มีเหตุผล อัธยาศัยดี อดทน จริงใจ ขยัน
  
  2. เห็นคุณค่าในสิ่งที่มี  สิ่งที่มีคุณค่าในชีวิต เช่น สุขภาพดี ร่างกายแข็งแรง กินได้ นอนหลับ เป็นต้น หากเราหันมาเห็นคุณค่าของสิ่งที่เรามีอยู่ ไม่ว่าจะเป็นสุขภาพร่างกาย สุขภาพจิต หรือแม้กระทั้งความรัก ความปรารถนาดี มิตรภาพที่ได้รับจากบุคคลที่แวดล้อม ชีวิตเราจะมีความสุขมากขึ้นเพราะที่จริงเรามีสิ่งทรงคุณค่ามากมายอยู่แล้ว
  
  3. เมตตาตนเอง ทุกคนต่างมีทั้งข้อดีและข้อเสีย ความสมบูรณ์แบบไม่ได้มีอยู่จริง ผู้ที่สมบูรณ์แบบทุกเรื่องไม่มี แทนที่จะมาเปรียบเทียบ ตำหนิ ดุด่า ลดคุณค่าตนเอง จะดีกว่าหรือไม่หากเราหันมาให้กำลังใจและเมตตาตัวเอง “ขอให้เรามีความสุข ขอให้เราได้ใช้ศักยภาพที่มีให้เกิดประโยชน์สูงสุด ขอให้เรามีสติ” สิ่งประเสริฐสุดอย่างหนึ่งที่เราสามารถทำได้เองก็คือ การมอบความเป็นมิตรให้แก่ตนเอง
  
  4. ตั้งเป้าหมายในชีวิต ซึ่งเป้าหมายเล็กๆ ในชีวิตที่ควรมี ได้แก่
  • รักษาสุขภาพ ออกกำลังกายสม่ำเสมอ เลือกกินอาหารที่มีประโยชน์ ลดกาแฟและของหวาน นอนหลับพักผ่อนให้เพียงพอ เลิกสูบบุหรี่
  • ดูแลจิตใจ เติมความสุขให้ตัวเอง ชื่นชมยินดีกับเรื่องเล็กน้อยรอบตัว ปล่อยวางเรื่องที่ทำให้ไม่สบายใจ อยู่กับปัจจุบันอย่างมีสติ พูดคุยกับคนที่มองโลกในแง่ดี
  • วางแผนการเงิน มีเป้าหมายที่ชัดเจนในการใช้จ่ายอย่างเหมาะสมและรู้จักเก็บออม
  • พัฒนาตนเอง ชีวิต คือ การเรียนรู้ ลองทำกิจกรรมใหม่ๆ เช่น เรียนภาษา ปลูกต้นไม้ ท่องเที่ยว เรียนร้องเพลง ทำกิจกรรมที่น่าสนใจร่วมกับคนอื่น เป็นต้น การเรียนรู้ทักษะใหม่ๆ ช่วยส่งเสริมความรู้สึกมีคุณค่าและเสริมสร้างความมั่นใจ
  
  5. ให้เวลากับครอบครัวและคนที่มีความจริงใจกับเรามากขึ้น แทนที่จะทุ่มเทเวลาทั้งหมดเพื่อให้ได้มาซึ่งการยอมรับนับถือจากบุคคลอื่น ขอให้รักตัวเองและให้เวลากับคนที่พร้อมจะให้กำลังใจเรา
  `,
  medium: `ลองเปลี่ยนวิธีคิด ดังต่อไปนี้
  1.ไม่เปรียบเทียบตนเองกับผู้อื่น 
  เพราะการเปรียบเทียบตนเองกับผู้อื่น จะก่อให้เกิดความรู้สึกไม่ดีต่อตนเอง เกิดความกังวล ความเครียด หรือรู้สึกว่าตนเองด้อยค่า ดังนั้นอาจจะเริ่มจากการปรับทัศนคติและมุมมองว่าตนเองนั้นทำอย่างสุดความสามารถแล้ว
  
  2.ให้อภัยตัวเองสำหรับความผิดพลาด 
  เพราะความผิดพลาดมักจะเป็นสาเหตุของความโกรธหรือความรู้สึกแย่ ซึ่งยิ่งจะเป็นการบั่นทอน ทำให้เกิดความคิดแง่ลบ ดังนั้นจึงควรให้อภัยตัวเอง จะช่วยให้จิตใจสงบสุข 
  
  3.ตั้งเป้าหมายเล็ก ๆ ในแต่ละวัน 
  เช่น วันนี้ฉันต้องออกกำลังกาย, วันนี้ฉันต้องกินข้าวครบ 3 มื้อ หรือวันนี้ฉันต้องนอนเร็ว แม้ว่าจะเป็นเป้าหมายเล็ก ๆ แต่การตั้งเป้าหมายเล็ก ๆ นี้เอง จะทำให้เราสามารถทำตามเป้าได้สำเร็จ และเกิดเป็นความภูมิใจในตัวเอง
  
  4.กล้าปฏิเสธในสิ่งที่ไม่ต้องการ 
  การยอมรับสิ่งที่ไม่ต้องการเปรียบเสมือนการฝืนทำสิ่งใดสิ่งหนึ่ง ซึ่งจะส่งผลให้จิตใจของเราหดหู่และเศร้าหมอง ดังนั้นจึงควรให้ความสำคัญกับความต้องการตนเองและนึกถึงตนเอง
  
  5.พูดขอบคุณและให้คำชมเล็ก ๆ น้อย ๆ กับตัวเอง
  ข้อนี้สามารถทำได้ง่าย ๆ เช่น ขอบคุณนะ วันนี้เรากินน้ำได้เยอะมาก เก่งที่สุด หรือขอบคุณนะ วันนี้เรานำเสนองานได้ดีมาก ๆ เลย ซึ่งการพูดขอบคุณและให้คำชมกับตัวเองแบบดังกล่าว เป็นอีกหนึ่งวิธีเพิ่มความเชื่อมั่นและความศรัทธาในตนเอง
  
  6.ปรับทัศนคติ มองโลกในแง่บวกให้มากขึ้น การมีทัศนคติหรือมองโลกในแง่ลบ ย่อมส่งผลให้ทั้งกับทั้งตัวเราเองและคนรอบข้างรู้สึกแย่ ดังนั้นจึงควรเริ่มปรับทัศนคติและเปลี่ยนมุมมองใหม่ จะช่วยลดความวิตกกังวลได้
  
  7.อยู่กับคนที่มอบพลังบวกและความสบายใจ
  เช่นเดียวกับข้อที่ผ่านมา การอยู่กับคนที่มีทัศนคติที่ดี มีพลังบวก สามารถพูดคุยหรือขอคำปรึกษาได้ในทุก ๆ เรื่อง ย่อมทำให้เราเกิดความสบายใจและมีความสุขในการใช้ชีวิตได้
  
  8.รู้จักแยกแยะระหว่างเรื่องจริงและเรื่องลวง 
  เลือกโฟกัสเฉพาะสิ่งที่อยู่ตรงหน้าและปรับทัศนคติต่อเรื่องนั้น ๆ เสียใหม่ เช่น เรากังวลว่าจะสอบไม่ผ่าน อาจจะทำให้รู้สึกเครียด กดดัน และคิดมาก แต่ถ้าหากเราโฟกัสกับการสอบ ปรับทัศนคติว่าเรามีความสามารถมากพอที่จะทำข้อสอบผ่าน ก็จะช่วยลดความกังวลและสร้างความสงบในจิตใจได้
  
  9.หางานอดิเรกที่สนใจ
  หากเป็นงานอดิเรกที่เราสนใจแล้ว แน่นอนว่าเราอาจจะสามารถทำได้ดีกว่าการทำสิ่งอื่น ๆ ซึ่งเมื่อทำได้ดี ก็อาจจะประสบความสำเร็จ เกิดเป็นความชอบ และความภาคภูมิใจในตัวเองในที่สุด
  10.เลิกยึดติดกับอดีตหรือความผิดพลาดที่เคยเกิดขึ้น
  การยึดติดกับความผิดพลาดในอดีตจะทำให้เรารู้สึกผิด รู้สึกแย่ตลอดเวลา ดังนั้นเราควรเลิกยึดติดกับสิ่งนั้น ๆ แล้วพลิกวิกฤตเป็นโอกาส เปลี่ยนสิ่งที่เคยผิดพลาดมาเป็นบทเรียนสำคัญในอนาคต
  `,
  heigh: `step 1. แนะนำให้ทำ
  แบบประเมิน ST5 ซึ่งคำถามต่อไปนี้จะถามถึงประสบการณ์ของท่านในช่วง ระยะ 2-4 สัปดาห์ที่ผ่านมา ให้ท่านสำรวจตัวท่านเองและประเมินเหตุการณ์ อาการหรือความคิดเห็นและความรู้สึกของท่านว่าอยู่ในระดับใด หากมีคะแนนประเมินมากกว่า 8 คะเเนน 
  
  ทำแบบคัดกรองซึมเศร้า 2Q เเละหากแบบประเมิน2Q มีคะแนนมากกว่า 1 คะแนน 
  
  ทำแบบประเมินโรคซึมเศร้า 9Q ต่อไป หากพบว่า 9Qมีคะแนนรวมมากว่า 7 คะเเนน
  
  
  ประเมินความเสี่ยงฆ่าตัวตาย8Q
  
  step 2. แนะนำให้โทรปรึกษา 1323 เพื่อให้คำปรึกษาปัญหาสุขภาพจิต เช่น รู้สึกไม่สบายใจ มีปัญหาที่ยังหาทางออกไม่ได้ หาที่ปรึกษาสำหรับระบายความรู้สึก ชี้เเนะเเนวทาง และให้กำลังใจ เป็นต้น
  
  
  step 3.ให้คำแนะนำให้ไปพบแพทย์ เพื่อเข้ารับการรักษาและดูแลอย่างถูกวิธี รวมไปถึงทำกิจกรรมส่งเสริมและฟื้นฟู
  `,
}

export const RATEUS = [
  {
    id: 1,
    question: 'ความสอดคล้องของนวัตกรรมกับจุดประสงค์ในการนำไปใช้จริง',
    choices: [
      {
        text: 'มากที่สุด',
        score: 5,
      },
      {
        text: 'มาก',
        score: 4,
      },
      {
        text: 'ปานกลาง',
        score: 3,
      },
      {
        text: 'น้อย',
        score: 2,
      },
      {
        text: 'น้อยที่สุด',
        score: 1,
      },
    ],
  },
  {
    id: 2,
    question: 'ความเหมาะสมของนวัตกรรมกับผู้ใช้นวัตกรรม',
    choices: [
      {
        text: 'มากที่สุด',
        score: 5,
      },
      {
        text: 'มาก',
        score: 4,
      },
      {
        text: 'ปานกลาง',
        score: 3,
      },
      {
        text: 'น้อย',
        score: 2,
      },
      {
        text: 'น้อยที่สุด',
        score: 1,
      },
    ],
  },
  {
    id: 3,
    question: 'ประโยชน์ในการใช้นวัตกรรม',
    choices: [
      {
        text: 'มากที่สุด',
        score: 5,
      },
      {
        text: 'มาก',
        score: 4,
      },
      {
        text: 'ปานกลาง',
        score: 3,
      },
      {
        text: 'น้อย',
        score: 2,
      },
      {
        text: 'น้อยที่สุด',
        score: 1,
      },
    ],
  },
  {
    id: 4,
    question: 'ความสะดวกในการใช้นวัตกรรม',
    choices: [
      {
        text: 'มากที่สุด',
        score: 5,
      },
      {
        text: 'มาก',
        score: 4,
      },
      {
        text: 'ปานกลาง',
        score: 3,
      },
      {
        text: 'น้อย',
        score: 2,
      },
      {
        text: 'น้อยที่สุด',
        score: 1,
      },
    ],
  },
  {
    id: 5,
    question: 'ความปลิดภับในการใช้นวัตกรรม',
    choices: [
      {
        text: 'มากที่สุด',
        score: 5,
      },
      {
        text: 'มาก',
        score: 4,
      },
      {
        text: 'ปานกลาง',
        score: 3,
      },
      {
        text: 'น้อย',
        score: 2,
      },
      {
        text: 'น้อยที่สุด',
        score: 1,
      },
    ],
  },
  {
    id: 6,
    question: 'ความเหมาะสมของนวัตกรรมในภาพรวม',
    choices: [
      {
        text: 'มากที่สุด',
        score: 5,
      },
      {
        text: 'มาก',
        score: 4,
      },
      {
        text: 'ปานกลาง',
        score: 3,
      },
      {
        text: 'น้อย',
        score: 2,
      },
      {
        text: 'น้อยที่สุด',
        score: 1,
      },
    ],
  },
]
